Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A17A.tmx
Source language: en_us
Languages: zh_cn

source: Genetic Changes May Dictate Course of Acute Myeloid Leukemia
zh_cn: 基因改变可能影响急性粒细胞白血病进展

source: Findings could help determine which therapies will benefit certain patients
zh_cn: 这个发现可帮助决定什么样的治疗对一些病人更有效

source: WEDNESDAY, April 30 -- Breakthroughs in understanding the extremely fine genetic underpinnings of acute myeloid leukemia may allow doctors to quickly decide which existing therapies will most benefit individual patients.
zh_cn: 四月三十日周三电五月一日出版的《新英格兰医学杂志》发表了两个新的研究，确定了几个与急性粒细胞白血病相关的基因突变。这是对急性粒细胞白血病超精细基因结构了解的重大进展，将使医生能快速决定现有的哪种治疗对某个病人最有益。

source: "This can now help the bedside physician pick a course of action" using existing drugs, said Dr. Barton Kamen, chief medical officer of the Leukemia & Lymphoma Society.
zh_cn: Barton Kamen是白血病淋巴瘤协会的首席医疗专家。他说，“这种进展现在可以帮助临床医生选择合适的治疗方案，这些方案使用现有的药物。

source: "It's telling us, with the tools we have at hand, who needs more [therapy] and where the risk is worth it."
zh_cn: 最新的进展正告诉我们，使用现有的手段，谁需要更多的治疗，以及治疗是否利大于弊。”

source: Eventually, added Kamen, pharmaceutical companies may be able to produce drugs to specifically target the genetic mutations.
zh_cn: 最后，Kamen补充到，制药公司可以生产专门针对这些基因的药物。

source: Acute myeloid leukemia, or AML, is a cancer of the bone marrow that is diagnosed in about 13,000 people in the United States each year.
zh_cn: 急性粒细胞白血病，简称AML，是一种骨髓中的恶性肿瘤。美国每年有大约13 000人被诊断患急粒。

source: The incidence of the disease increases with age, while the survival rate decreases.
zh_cn: 随着年龄增长，急粒发病率逐渐上升，而生存率下降。

source: Only 10 percent of people with AML over the age of 60 will survive two years, according to Kamen.
zh_cn: Kamen说，只有10%的60岁以上急粒患者能存活过两年。

source: Scientists used to see eight kinds of AML under the microscope, but with advances in genetic knowledge, they now realize there are many more forms of the disease.
zh_cn: 过去，科学家可在显微镜下分辨8种类型的急粒，但随着基因科学的发展，科学家们认识到，实际上急粒的类型要比8种多得多。

source: In about half of AML patients, chromosomal changes help guide doctors to select specific therapies.
zh_cn: 大约一半的急粒患者存在染色体变化，这可以帮助医生选择针对性疗法进行治疗。

source: Deciding which treatments are best for the remaining half of patients whose cancers don't have chromosomal abnormalities remains a challenge.
zh_cn: 但决定哪种治疗对另一半染色体无异常的患者最有效，这仍然是个挑战。

source: "We don't know whether they will do well or not with current treatment," said Dr. Guido Marcucci, lead author of one of the studies and associate professor of medicine at Ohio State University's Comprehensive Cancer Center. "That is why we and other groups are looking at genetic mutations or changes in [gene] expression to predict the outcome of patients with no chromosomal abnormalities."
zh_cn: “我们并不清楚，现在的治疗对这些患者是否有效”Guido Marcucci博士是俄亥俄州立大学癌症综合研究中心的副教授，是其中一个研究的第一作者，他对记者说，“这就是我们和其他小组寻找基因突变或基因表达变化，来预测没有染色体异常的患者预后的原因。”

source: Marcucci and his team analyzed bone marrow and blood samples of 64 patients with AML who were younger than 60 and had leukemia cells with normal-looking chromosome structure.
zh_cn: Marcucci和他的团队分析了64位60岁以下急粒患者的骨髓和血液样品。他们的白血病细胞染色体结构外观正常。

source: The goal: To see if microRNA profiles might help determine which treatments were best suited for which patients, and which patients were most prone to relapse.
zh_cn: 分析的目标是观察微小RNA谱是否能辅助决定哪种治疗最适合某个病人，以及哪个病人最有复发倾向。

source: MicroRNAs are RNAs that do not translate into proteins (unlike encoding RNAs), but instead bind to coding RNAs and shut off their ability to regulate protein production, Marcucci explained.
zh_cn: 微小RNA是不转义为蛋白质的RNA（与编码RNA不同），但能约束编码RNA，使它们失去调节蛋白质生成的能力，Marcucci解释到。

source: "We hypothesized that microRNA contributes to damage in the functioning of hematopoietic cells (stem cells that give rise to different blood cell types) by being too low or too highly expressed," he said.
zh_cn: 他说，“我们猜测，微小RNA与造血细胞（即可生长为不同类型血细胞的干细胞）功能损伤有关，原因是其表达不足或过度表达”

source: And, in fact, the Ohio State team identified seven "families" (or clusters) of microRNA whose expression was associated with better (in the case of one family) or worse (six families) outcomes.
zh_cn: 实际上，俄亥俄州的小组确定了七族（或者类）的微小RNA，其中一族的表达产生较好预后，另外六族的表达使预后变差。

source: The findings were then validated in a separate group of patients.
zh_cn: 这些发现之后在另一组病人中得到验证。

source: The researchers were also able to ascertain that the microRNAs in question are involved in regulating genes that play a role in the immune system.
zh_cn: 研究人员还可确定，涉及的微小RNA与一个基因的调节有关，这个在免疫系统中起作用。

source: "These microRNAs may affect native immunity function," Marcucci said.
zh_cn: “这些微小RNA，可能会影响天然免疫功能”， Marcucci说。

source: That raises the very interesting and pertinent question that some drugs that target the immune system might have an effect on AML cells.
zh_cn: 这就提出了一个非常有意思而又密切相关的问题：一些针对免疫系统的药物可能对急粒细胞也有影响。

source: The second study, conducted by the German-Austrian Acute Myeloid Leukemia Study Group, was a large one, involving 872 adults under the age of 60 with AML with different genetic profiles.
zh_cn: 第二个研究是由德国奥地利急性粒细胞白血病联合研究组进行的。这个研究规模较大，有872位60岁以下急粒患者参与，他们具有不同的基因谱。

source: Participants were enrolled in one of four different trials, each of which involved a stem-cell transplantation.
zh_cn: 参与者被编入四组不同的实验中，每组实验中都进行了干细胞移植。

source: The overall remission rate was 77 percent, but this rate differed depending on the genetic make-up of the cancer.
zh_cn: 治疗的总体缓解率是77%，但缓解率随癌症的基因情况不同而不同。

source: Two different subtypes had four-year survival rates of 60 percent and 62 percent; in these groups, stem cell transplantation conferred no added benefit.
zh_cn: 两个不同的亚型四年生存率为60%和62%，对这两组患者，干细胞移植没有带来额外的益处。

source: Patients with two other genotypes, on the other hand, had much poorer prognoses, with four-year relapse-free survival rates of 24 percent or 25 percent and overall survival rates of 24 and 33 percent, respectively.
zh_cn: 但另两个基因型的患者的预后更不理想，四年无复发生存率为24%和25%，总体生存率分别为24%和33%。

source: Stem cell transplantation did help some of these patients.
zh_cn: 干细胞移植对其中一些患者没有疗效。
